Repository: mtalstykh-exadel/team4_frontend
Catalog: src/components/header/locales/*/messages.po
Languages: ru

source: A test for verification has been asigned to your name
ru: На ваше имя назначен тест на проверку

source: Continue
ru: Продолжить

source: Dark mode
ru: Темный фон

source: Deadline:
ru: Срок сдачи:

source: Distribution of tests
ru: Распределение тестов

source: Employees
ru: Работники

source: English
ru: Английский

source: Level: {0}
ru: Уровень: {0}

source: Level: {0}, Test ID: {1}
ru: Уровень: {0}, ID теста: {1}

source: Log out of account?
ru: Выйти из аккаунта?

source: Logout
ru: Выход

source: No
ru: Нет

source: Priority:
ru: Приоритет:

source: Profile
ru: Профиль

source: Russian
ru: Русский

source: See Results
ru: Смотреть результаты

source: Take test
ru: Пройти тест

source: Tests for verification
ru: Тесты на проверку

source: The test was deassigned
ru: Тест был отменен

source: Time limit: {0} - {1}
ru: Срок: {0} - {1}

source: Verify test
ru: Проверить тест

source: Yes
ru: Да

source: You have been deassigned from verification of test
ru: Вы были отстранены от проверки теста

source: You have test in progress
ru: У вас идет тестирование

source: notificationTestAsigned
ru: Тест на определение уровня знания английского языка был опрделен на ваше имя

source: notificationTestChecked
ru: Ваш тест по английскому языку был проверен.

source: notificationsEmpty
ru: Оповещения отсутсвуют
