Repository: mtalstykh-exadel/team4_frontend
Catalog: src/components/Employees/locales/*/messages.po
Languages: ru

source: Assign
ru: Назначить

source: Assign test
ru: Назначить тест

source: Close
ru: Закрыть

source: Deassign
ru: Отменить тест

source: Do you want to deassign?
ru: Вы уверены, что хотите отменить тест?

source: Email: {0}
ru: Почта: {0}

source: Level
ru: Уровень

source: Name
ru: Имя

source: No
ru: Нет

source: Priority
ru: Приоритет

source: Priority:
ru: Приоритет:

source: Select the test level:
ru: Выбрать уровень теста:

source: Test deadline:
ru: Крайний срок:

source: Test was deassigned
ru: Тест был отменен

source: The test has already been assigned to this employee
ru: Тест уже был назначен этому сотруднику

source: The test has already been deassigned
ru: Тест был отменен

source: Yes
ru: Да

source: You want to assign a test for {0}
ru: Вы хотите назначить тест для {0}
