Repository: mtalstykh-exadel/team4_frontend
Catalog: src/components/ManageTestModules/locales/*/messages.po
Languages: ru

source: 'Add topic for an Essay'
ru: Добавьте тему на Сочинение

source: 'Add topic for an Speaking'
ru: Добавьте тему на Говорение

source: 'Edit topic for an Essay'
ru: Отредактируйте тему на Сочинение

source: 'Edit topic for an Speaking'
ru: Отредактируйте тему на Говорение

source: 'Topic for an Essay'
ru: Тема для Эссе

source: 'Topic for an Speaking'
ru: Тема для Говорения

source: Add topic for a Listening
ru: Отредактируйте тему на Аудирование

source: Back
ru: Назад

source: Close
ru: Закрыть

source: Level:
ru: Уровень:

source: Module:
ru: Модуль:

source: Question-ID:
ru: ID вопроса

source: Save
ru: Сохранить

source: The data was saved successfully
ru: Данные были успешно сохранены

source: Upload Audio
ru: Загрузить аудио

source: Upload an audio file for listening task
ru: Загрузите аудио файл для аудирования
